{
  "navbar": {
    "language": "English",
    "about": "Info",
    "service": "Servicio",
    "exp": "Educación",
    "projects": "Proyectos",
    "skills": "Habilidades",
    "contact": "Contacto"
  },
  "intro": {
    "myname": "Hola, mi nombre es:",
    "subtitle": "Construyo cosas en la web.",
    "description": "Soy un estudiante de Ciencia de la Computación que reside en Lima, Peru de la Universidad Nacional de Ingenieria. Soy desarrollador web desde el 2020 y me considero una persona autodidacta.",
    "button": "Ponte en contacto"
  },
  "about": {
    "title": "Sobre mi",
    "description1": "¡Hola! Soy Piero, un desarrollador de software que disfruta desarrollar proyectos. Actualmente estoy aprendiendo sobre Machine Learning. Me considero una persona disciplinada y responsable.",
    "description2": "Estas son algunas tecnologías con las que he trabajado recientemente:"
  },
  "services": {
    "title": "Servicios",
    "description": "Estos son algunos intereses y cosas que me encantan:",
    "services": [
      {
        "title": "Matemática",
        "description": "Soy una persona que tiene interés en esta ciencia y me parece interesante sus aplicaciones en la computación, además cuento con una robusta capacidad lógica. Es interesante cuando creas una solución en programación en un menor tiempo gracias a esta ciencia."
      },
      {
        "title": "Programación",
        "description": "La programación tiene mucho potencial, y me interesan bastante los temas de Data Science y el desarrollo de Blockchain."
      },
      {
        "title": "Finanzas",
        "description": "Si eres una fintech, me interesaría demasiado aplicar todo mi conocimiento a un proyecto relacionado con las finanzas."
      },
      {
        "title": "Inglés",
        "description": "Si eres de un país de habla inglesa, me considero una persona capaz de tener conversaciones con personas de habla inglesa sin problemas."
      },
      {
        "title": "Diseño",
        "description": "Desarrollo sitios web personalizados que brinden una experiencia comoda al cliente."
      },
      {
        "title": "Pedagogía",
        "description": "Soy capaz de orientar a las personas para que comprendan un tema complejo y lo dominen. En caso tienes dudas puedes preguntarme sin problemas y tus dudas seran resueltas. Pregúntame con confianza."
      }
    ]
  },
  "edu": {
    "title": "Educación",
    "description_first": "Estos son los cursos con los cuales me he capacitado. Pueden acceder a ellos con los links que estoy dejando.",
    "edu": [
      {
        "educationTime": "2022-act",
        "educationTitle": "OpenBootcamp",
        "educationCareer": "Curso de Django",
        "educationDescription": [
          "En este Bootcamp de España, actualmente estoy aprendiendo Django. Este bootcamp es muy bueno y es gratis."
        ],
        "educationURL": ["Enlace: ", "https://open-bootcamp.com/"]
      },
      {
        "educationTime": "2022-act",
        "educationTitle": "Fullstackopen",
        "educationCareer": "Stack MERN",
        "educationDescription": [
          "En este curso aprendí más profundamente sobre el stack MERN y construí 5 proyectos. Todavía estoy haciendo este curso. Es gratis."
        ],
        "educationURL": ["Enlace: ", "https://fullstackopen.com/"]
      },
      {
        "educationTime": "2020",
        "educationTitle": "Freecodecamp",
        "educationCareer": "Algoritmos Y Estructuras de Datos con JavaScript",
        "educationDescription": [
          "Aprendí Programación Orientada a Objetos por primera vez con este curso de Freecodecamp."
        ],
        "educationURL": ["Enlace: ", "https://www.freecodecamp.org/learn/javascript-algorithms-and-data-structures/"]
      },
      {
        "educationTime": "2019-act",
        "educationTitle": "Universidad Nacional de Ingeniería - Peru",
        "educationCareer": "Ciencia de la Computación",
        "educationDescription": [
          "Esta es la universidad donde estudio Ciencia de la Computación. Allí aprendí a programar por primera vez, C++ fue mi primer lenguaje de programación. También he aprendido de manera más profunda sobre programación orientada a objetos y bases de datos."
        ],
        "educationURL": []
      }
    ],
    "descriptionCV": "Si quieres ver mi CV, solo has clic aquí en el boton de abajo:",
    "button": "Descargar CV",
    "CV_EN": false
  },
  "projects": {
    "title": "Proyectos",
    "tech": "Tecnologías:",
    "description_first": "Estos son algunos de mis mejores proyectos.",
    "description_below": "Si quieres ver más proyectos, solo haz clic en el botón de abajo",
    "button": "Más proyectos",
    "projectsLevelsTitle": ["Frontend", "Backend", "Extra"],
    "projectsLevelsDescription": ["Estos son algunos proyectos funcionales que hice en el lado del frontend.", "Estos son algunos proyectos que involucran Testing, SQL y desarrollo de API’s.", "Estos son algunos proyectos mas allá del desarrollo web."]
  },
  "skills": {
    "title": "Habilidades",
    "description": "Siempre estoy mejorando mis habilidades de programación. Estoy interesado en trabajar como Data Scientist a futuro y actualmente estoy aprendiendo Machine Learning. Estas son algunas habilidades que tengo:",
    "front": "He estado trabajando por 2 años con estas tecnologías. Puedo hacer aplicaciones web funcionales con un diseño personalizado y responsive.",
    "back": "He estado trabajando con estos durante 1 año. Soy bueno en las consultas SQL.",
    "extra": "Hay algunas tecnologías con las que he estado trabajando, estas son para las áreas de Blockchain y Machile Learning, y también C++ el cual mi primer lenguaje de programación."
  },
  "contact": {
    "title": "Contacto",
    "description": "Hoy en día estoy abierto a todo público. Si necesitas un servicio freelance estoy disponible, mi bandeja de entrada está abierta y puedo responder rápidamente. Solo haz clic en el botón de abajo para contactarme.",
    "button": "Contáctame"
  },
  "footer": {
    "title": "Saludos desde Perú"
  },
  "mailto": "mailto:piero.pilco.js@gmail.com?subject=Hola%20Piero%2C%20quiero%20trabajar%20contigo!"
}